// Задание 4. Напишите программу, которая принимает на вход
// три числа и выдаёт максимальное из этиъ чисел.

System.Console.WriteLine("Введите первое число: ");
int a = Convert.ToInt32(Console.ReadLine());
